import nextImage from "@/public/pictures/blog/20562.jpg";

export const getBlogs = () => {
  return [
    {
      id: 1,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: false,
    },
    {
      id: 2,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: true,
    },
    {
      id: 3,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: false,
    },
    {
      id: 4,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: true,
    },
    {
      id: 5,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: false,
    },
    {
      id: 6,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: true,
    },
    {
      id: 7,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: false,
    },
    {
      id: 8,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: true,
    },
    {
      id: 9,
      title: "دوره جامع نکست",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
      image: nextImage,
      isReversed: false,
    },
  ];
};
