import nextImage from "@/public/picturse/courses/next.webp"

export const getCourses = () => {
    return [
      {
        id: 1,
        title:"دوره جامع نکست",
        des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
        price: 0,
        image: nextImage,
        teachers: "مایکل آقایی",
        time:  "۱۰:۵۶:۳۱",
      },
      {
        id: 2,
        title:"دوره جامع نکست",
        des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
        price: 0,
        image: nextImage,
        teachers: "مایکل آقایی",
        time:  "۱۰:۵۶:۳۱",
      },
      {
        id: 3,
        title:"دوره جامع نکست",
        des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
        price: 0,
        image: nextImage,
        teachers: "مایکل آقایی",
        time:  "۱۰:۵۶:۳۱",
      },
      {
        id: 4,
        title:"دوره جامع نکست",
        des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
        price: 0,
        image: nextImage,
        teachers: "مایکل آقایی",
        time:  "۱۰:۵۶:۳۱",
      },
      {
        id: 5,
        title:"دوره جامع نکست",
        des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
        price: 0,
        image: nextImage,
        teachers: "مایکل آقایی",
        time:  "۱۰:۵۶:۳۱",
      },
      {
        id: 6,
        title:"دوره جامع نکست",
        des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم میترکونیم! ….",
        price: 0,
        image: nextImage,
        teachers: "مایکل آقایی",
        time:  "۱۰:۵۶:۳۱",
      },
    ];
  };