import newsPic from '@/public/icons/hero/header-img.svg'

export const getNews = () => {
  return [
    {
      id: 1,
      title: "سرتیتر خبر",
      des:
        "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم پس با فدرت ادمه میدیم نو اوری میکنیم و میترکونیم شک نداشته باش به زودی اونور میبینمت…",
        img: newsPic,
    },
    {
      id: 2,
      title: "سرتیتر خبر",
      des:
        "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم پس با فدرت ادمه میدیم نو اوری میکنیم و میترکونیم شک نداشته باش به زودی اونور میبینمت…",
        img: newsPic,
    },
    {
      id: 1,
      title: "سرتیتر خبر",
      des:
        "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم پس با فدرت ادمه میدیم نو اوری میکنیم و میترکونیم شک نداشته باش به زودی اونور میبینمت…",
        img: newsPic,
    },
    {
      id: 2,
      title: "سرتیتر خبر",
      des:
        "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم پس با فدرت ادمه میدیم نو اوری میکنیم و میترکونیم شک نداشته باش به زودی اونور میبینمت…",
        img: newsPic,
    },
  ];
};
