import servicePic from "@/public/icons/hero/header-img.svg";

export const getServices = () => {
  return [
    {
      id: 1,
      title: "مدرک معتبر",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم پس با فدرت ادمه میدیم نو اوری میکنیم و میترکونیم شک نداشته باش به زودی اونور میبینمت…",
      img: servicePic,
    },
    {
      id: 2,
      title: "مدرک معتبر",
      des: "سلام این یه تکست کاملا رندوم برای پر کردن این قسمته داداش من میدونم قراره اول بشیم پس با فدرت ادمه میدیم نو اوری میکنیم و میترکونیم شک نداشته باش به زودی اونور میبینمت…",
      img: servicePic,
    },
  ];
};
