import teacherPic from "@/public/pictures/teachers/arian.webp"
export const getTeachers = () => {
  return [
    {
      id: 1,
      title: "مایکل آقایی",
      description: "اولین کدم رو 14 سالگی زدم، حدود 9 سال پیش که با زبان ویژوال بیسیک بود و بعد حدودا 2 سال تو فیلد برنامه نویسی موبایل با زبان جاوا کار کردم و در نهایت با عشقی به اسم جاوا اسکریپت آشنا شدم و حدودا یه 7 سالی هست جاوا اسکریپت کد می‌زنم و به صورت Mern Stack فعالیت می‌کنم.",
      courseTime: "10:34:67",
      courseCount: 4,
      star:5,
      image: teacherPic,
    },
    {
      id: 2,
      title: "مایکل آقایی",
      description: "اولین کدم رو 14 سالگی زدم، حدود 9 سال پیش که با زبان ویژوال بیسیک بود و بعد حدودا 2 سال تو فیلد برنامه نویسی موبایل با زبان جاوا کار کردم و در نهایت با عشقی به اسم جاوا اسکریپت آشنا شدم و حدودا یه 7 سالی هست جاوا اسکریپت کد می‌زنم و به صورت Mern Stack فعالیت می‌کنم.",
      courseTime: "10:34:67",
      courseCount: 4,
      star:5,
      image: teacherPic,
    },
    {
      id: 3,
      title: "مایکل آقایی",
      description: "اولین کدم رو 14 سالگی زدم، حدود 9 سال پیش که با زبان ویژوال بیسیک بود و بعد حدودا 2 سال تو فیلد برنامه نویسی موبایل با زبان جاوا کار کردم و در نهایت با عشقی به اسم جاوا اسکریپت آشنا شدم و حدودا یه 7 سالی هست جاوا اسکریپت کد می‌زنم و به صورت Mern Stack فعالیت می‌کنم.",
      courseTime: "10:34:67",
      courseCount: 4,
      star:5,
      image: teacherPic,
    },
  ];
};
